set foreign_key_checks = 0;
--
/*!40000 ALTER TABLE `alert` DISABLE KEYS */;
INSERT INTO `alert` VALUES
                        (10,'2024-08-20 08:29:44.709820',NULL,'2024-08-20 17:30:19',0,'내가 PM(Leader)인 스몰챗 프로젝트의 모집이 종료되었어요. \r\n\r\n팀원 정보: \r\n\r\n 이름: 최세호 / 전화번호: 01012341234\r\n\r\n 이름: 김세정 / 전화번호: 01031044841\r\n\r\n 이름: 박우진 / 전화번호: 01023420984\r\n\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','Y',2,'프로젝트 모집 종료!'),
                        (11,'2024-08-20 08:29:44.709820',NULL,'2024-08-20 17:49:02',0,'내가 속해 있는 스몰챗 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','Y',1,'프로젝트 모집 종료!'),
                        (12,'2024-08-20 08:29:44.709820',NULL,'2024-08-20 20:26:00',0,'내가 속해 있는 스몰챗 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','Y',3,'프로젝트 모집 종료!'),
                        (13,'2024-08-20 08:29:44.709820',NULL,'2024-08-20 17:29:44',0,'내가 속해 있는 스몰챗 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',4,'프로젝트 모집 종료!'),
                        (14,'2024-08-20 11:45:00.041758',NULL,'2024-08-20 20:45:00',0,'내가 PM(Leader)인 세이노 프로젝트의 모집이 종료되었어요. \r\n\r\n팀원 정보: \r\n\r\n 이름: 최세호 / 전화번호: 01012341234\r\n\r\n 이름: 김민지 / 전화번호: 01031044841\r\n\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',2,'프로젝트 모집 종료!'),
                        (15,'2024-08-20 11:45:00.043745',NULL,'2024-08-20 21:05:03',0,'내가 속해 있는 세이노 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','Y',1,'프로젝트 모집 종료!'),
                        (16,'2024-08-20 11:45:00.045753',NULL,'2024-08-20 20:45:00',0,'내가 속해 있는 세이노 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',5,'프로젝트 모집 종료!'),
                        (17,'2024-08-21 00:47:00.034563',NULL,'2024-08-21 09:47:00',0,'내가 PM(Leader)인 스카이브릿지 프로젝트의 모집이 종료되었어요. \r\n\r\n팀원 정보: \r\n\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',1,'프로젝트 모집 종료!'),
                        (18,'2024-08-21 00:47:00.064113',NULL,'2024-08-21 09:47:00',0,'내가 PM(Leader)인 한입폼 프로젝트의 모집이 종료되었어요. \r\n\r\n팀원 정보: \r\n\r\n 이름: 김세정 / 전화번호: 01031044841\r\n\r\n 이름: 김민지 / 전화번호: 01031044841\r\n\r\n 이름: 최세호 / 전화번호: 01012341234\r\n\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',2,'프로젝트 모집 종료!'),
                        (19,'2024-08-21 00:47:00.068170',NULL,'2024-08-21 09:47:00',0,'내가 속해 있는 한입폼 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',3,'프로젝트 모집 종료!'),
                        (20,'2024-08-21 00:47:00.074113',NULL,'2024-08-21 09:47:00',0,'내가 속해 있는 한입폼 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',5,'프로젝트 모집 종료!'),
                        (21,'2024-08-21 00:47:00.078112',NULL,'2024-08-21 09:47:00',0,'내가 속해 있는 한입폼 프로젝트의 모집이 종료되었어요.\r\n멋진 동료들과 좋은 서비스를 만드는 경험이 되기를 바랄게요!','N',1,'프로젝트 모집 종료!');


/*!40000 ALTER TABLE `career` DISABLE KEYS */;
INSERT INTO `career` VALUES
                         (3,'집',NULL,0xACED00057372000D6A6176612E74696D652E536572955D84BA1B2248B20C0000787077060C000007CF0478,0x01,'껄무새',2),
                         (4,'학원',NULL,0xACED00057372000D6A6176612E74696D652E536572955D84BA1B2248B20C0000787077060C000007E80578,0x01,'아가리개발자',2),
                         (13,'집',NULL,0xACED00057372000D6A6176612E74696D652E536572955D84BA1B2248B20C0000787077060C000007CE0778,0x01,'홈 프로텍터',1),
                         (14,'플레이데이터',NULL,0xACED00057372000D6A6176612E74696D652E536572955D84BA1B2248B20C0000787077060C000007E80578,0x01,'백엔드 개발자',1),
                         (16,'집',NULL,0xACED00057372000D6A6176612E74696D652E536572955D84BA1B2248B20C0000787077060C000007E40978,0x01,'홈 프로텍터(고양이 발닦개)',3),
                         (18,'beyondSW',NULL,0xACED00057372000D6A6176612E74696D652E536572955D84BA1B2248B20C0000787077060C000007E80478,0x01,'백엔드 신입',4);


INSERT INTO `chat_message` VALUES
                               (2,'2024-08-20 07:18:23.966108',NULL,'2024-08-20 16:18:39','안녕하세요',0x01,1,2),
                               (4,'2024-08-20 07:18:49.138956',NULL,'2024-08-20 16:18:49','반가워요',0x01,1,1),
                               (6,'2024-08-20 07:19:43.606207',NULL,'2024-08-20 16:21:25','지원하려는데 어떻게 해야되죠?',0x01,1,2),
                               (7,'2024-08-20 07:19:48.165807',NULL,'2024-08-20 16:19:48','음',0x01,1,1),
                               (8,'2024-08-20 07:19:54.135042',NULL,'2024-08-20 16:21:25','??',0x01,1,2),
                               (10,'2024-08-20 08:00:26.372218',NULL,'2024-08-20 17:50:53','저를 뽑아주신다면.. 쏼라쏼라',0x01,2,3),
                               (12,'2024-08-20 08:06:02.408802',NULL,'2024-08-20 19:08:09','문의드립니다',0x01,3,1),
                               (14,'2024-08-20 08:46:05.963585',NULL,'2024-08-20 17:50:14','하이',0x01,4,1),
                               (15,'2024-08-20 08:46:13.276408',NULL,'2024-08-20 17:50:14','나 뽑아줘',0x01,4,1),
                               (16,'2024-08-20 08:49:27.801103',NULL,'2024-08-20 17:50:14','바로 채팅',0x01,4,1),
                               (17,'2024-08-20 08:50:19.083185',NULL,'2024-08-20 17:50:19','바로 또 채팅',0x01,4,2),
                               (18,'2024-08-20 08:50:20.620744',NULL,'2024-08-20 17:50:20','오',0x01,4,2),
                               (19,'2024-08-20 08:50:23.459056',NULL,'2024-08-20 17:50:23','지린다',0x01,4,2),
                               (20,'2024-08-20 08:51:11.713315',NULL,'2024-08-20 19:08:11','스크롤 안내려 갑니다',0x01,4,1),
                               (21,'2024-08-20 08:52:01.909152',NULL,'2024-08-20 21:09:16','아',0x01,4,2),
                               (22,'2024-08-20 10:12:39.614213',NULL,'2024-08-20 19:12:39','저기요',0x00,5,2),
                               (23,'2024-08-20 10:12:44.728850',NULL,'2024-08-20 19:12:44','신이세요?',0x00,5,2);


INSERT INTO `chat_participant` VALUES
(1,'2024-08-20 07:17:14.921515',NULL,'2024-08-20 16:17:14',1,2),
(2,'2024-08-20 07:17:14.921515',NULL,'2024-08-20 16:17:14',1,1),
(3,'2024-08-20 07:59:50.348476',NULL,'2024-08-20 16:59:50',2,3),
(4,'2024-08-20 07:59:50.348476',NULL,'2024-08-20 16:59:50',2,1),
(5,'2024-08-20 08:05:53.785434',NULL,'2024-08-20 17:05:53',3,1),
(6,'2024-08-20 08:05:53.785434',NULL,'2024-08-20 17:05:53',3,2),
(7,'2024-08-20 08:46:00.057840',NULL,'2024-08-20 17:46:00',4,1),
(8,'2024-08-20 08:46:00.057840',NULL,'2024-08-20 17:46:00',4,2),
(9,'2024-08-20 10:12:35.259291',NULL,'2024-08-20 19:12:35',5,2),
(10,'2024-08-20 10:12:35.259291',NULL,'2024-08-20 19:12:35',5,3);
/*!40000 ALTER TABLE `chat_participant` ENABLE KEYS */;


INSERT INTO `chat_room` VALUES
(1,'2024-08-20 07:17:14.921515',NULL,'2024-08-20 16:19:54','2024-08-20 16:19:54',2,1),
(2,'2024-08-20 07:59:50.348476',NULL,'2024-08-20 17:00:26','2024-08-20 17:00:26',3,2),
(3,'2024-08-20 08:05:53.785434',NULL,'2024-08-20 17:06:02','2024-08-20 17:06:02',1,3),
(4,'2024-08-20 08:46:00.057840',NULL,'2024-08-20 17:52:01','2024-08-20 17:52:01',1,7),
(5,'2024-08-20 10:12:35.259291',NULL,'2024-08-20 19:12:44','2024-08-20 19:12:44',2,5);

/*!40000 ALTER TABLE `launched_project` DISABLE KEYS */;
INSERT INTO `launched_project` VALUES
(1,'2024-08-20 07:35:59.404312',NULL,'2024-08-20 16:35:59',NULL,'대화형 AI 챗봇과 다양한 콘텐츠로 한국의 국가 유산과 역사를 재밌게 탐구하는 모바일 국가 유산 해설 서비스\n너나들이는 한국 역사에 관심 있는 10~40대, 외국인 관광객들이 한국의 국가 유산과 역사를 쉽고 즐겁게 탐구할 수 있도록 대화형 AI 챗봇을 비롯한 다양한 콘텐츠를 제공하는 서비스입니다.\n너나들이에서 위치 기반 기능을 통해 지도에서 현재 위치 주변의 국가 유산을 실시간으로 확인할 수 있어요. 근처에 국가 유산이 있다면 AI 챗봇이 활성화되어, 시간 제약 없이 국가 유산을 둘러보고 퀴즈와 정보 기능을 활용하여 국가 유산에 대해 더 깊이 배울 수 있어요.\n대화를 종료하면 챗봇과 나눈 대화를 일목요연하게 요약해주니, 대화 내용을 쉽게 다시 확인할 수 있어요.\nAI 챗봇 서비스 외에도 국가 유산 검색, 테마에 맞는 국가유산 큐레이션 등 다양한 콘텐츠를 만나볼 수 있어요.','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/255299d6-264a-4253-8696-7e113390b28d%EB%84%88%EB%82%98%EB%93%A4%EC%9D%B4.png','https://github.com/devjeans-si-d',0,1),
(2,'2024-08-20 08:39:01.239630',NULL,'2024-08-20 17:39:01',NULL,'성장과 커리어 개발을 위한 커피챗☕에서 다음 3가지 문제점을 인식하고, 이 문제들을 해결한 스몰챗을 만들었습니다!\n\n?기존 커피챗 시스템의 문제\n-대화 상대 탐색의 어려움 : 나와 대화 주제가 잘 맞는 사람인지는 알 수 없어요\n-대화 방향성 확인 어려움 : 필요한 답변을 얻을 수 있는지 확인할 수 없어요\n-멘토 선정 어려움 : 탐색 없이 금액을 먼저 지불하고 대화를 시작해요\n\n?이런 문제들을 해결하기 위해 다음과 같은 해결책을 준비했습니다!\n-온보딩 질문을 통해 개인 특성에 맞는 대화 상대 추천!\n-대화 방향성 확인을 위한 가벼운 탐색 \'스몰챗\' 기능\n-짧은 대화 후 더 깊게 소통할 수 있는 \'딥챗\' 기능','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/593de566-1d14-4d16-919a-03a259413292%EC%8A%A4%EB%AA%B0%EC%B1%97%EC%B6%9C%EC%8B%9C.png','https://github.com/devjeans-si-d',0,3),
(3,'2024-08-20 11:24:15.134432',NULL,'2024-08-20 20:24:15',NULL,'실제 직장인의 67%가 \'착한 직장인 콤플렉스\'에 시달린다고 해요.?\n이 콤플렉스가 생긴 이유 1위는 바로 \'거절을 잘 못하는 성격이라서\'라고 합니다.\n저희는 거절하기 힘들어하는 사람들의 고민이 생각보다 많다는 문제점을 정의하고 하이퍼클로바 X와 함께 SOLUTION을 도출했습니다! ??\n\"거절멘트를 작성할 때 어떻게 거절하지....??\"\n벌써부터 머리 아픈 거절러들을 위해, 거절멘트 생성 AI,세이노를 드디어 완성했답니다!\n\n1. 부탁 받은 상황, 구구절절 텍스트로 입력하기 보다는 손쉬운 UI로 간편하게 입력!?\n2. 작위적인 거절멘트는 싫어. 사유는 내가 명확하게 적을래! ? 필수 거절사유 입력!\n3. 오! 마음에 들어. 하지만 다른 결과는 어떨까?? 다른 결과 새로고침해서 보기!\n4. 너무 로봇이 만들어준 것처럼 보이고 싶지 않아… ? 완성 후 수정기능!','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/8b6a46f8-f79b-4a3f-9a47-0148c0bfecaa%EC%84%B8%EC%9D%B4%EB%85%B8.png','https://github.com/devjeans-si-d',0,7),
(4,'2024-08-20 11:28:21.316899',NULL,'2024-08-20 20:28:21',NULL,'Z세대들은 숏폼을 통해 새로운 트렌드를 발견해요. 그러나 숏폼을 만드는 크리에이터들은 숏폼을 기획할 때 빠르게 변화하는 트렌드를 지속적으로 반영하는 데 어려움을 겪고 있어요.\n그래서 한입폼은 트렌드를 반영한 숏폼 아이디어와 스크립트를 제공해 주는 서비스로써 크리에이터가 콘텐츠 기획에 소요되는 시간을 줄여 효율성을 높이고자 해요.\n채널 소개, 영상 카테고리/길이와 말투 등 9개 문항을 통해 맞춤형 스크립트를 생성해요. 생성된 스크립트에 대한 숏폼 제작 팁 제공과 원하는 아이디어/스크립트 북마크, 스크립트 복사 기능을 통해 사용자 편의성을 제공해요!\n또한, 생성된 스크립트로 다양한 플랫폼에 숏폼 제작하러 가기, 다른 사람과 공유하기 등 다양한 기능들을 갖고 있어요. 당신이 크리에이터 꿈나무라면, 한입폼을 통해 트렌드를 반영한 숏폼을 제작해보세요!','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/865ab12b-53ab-440c-95d5-50405247becb%ED%95%9C%EC%9E%85%ED%8F%BC%EB%9F%B0%EC%B9%98.png','https://github.com/devjeans-si-d',0,8),
                                (5,'2024-08-20 12:11:43.740423',NULL,'2024-08-20 21:11:43',NULL,'[배경 및 문제]\n행복한 추억을 만들기 위해 떠나는 가족 여행, 하지만...\n- 가족 여행 갈등 원인 1위: 의사소통 문제\n- 무려 70%의 가족이 사전 규칙 합의를 하지 않음\n\n[가설 및 해결방안]\n- 여행 전 가족 간 규칙 합의로 의사소통 갈등 예방 가능\n- AI가 가족 구성원의 성향을 반영한 \'가족 여행 10계명\' 생성\n\n[주요 기능]\n1. 여행 성향 테스트: 가족 내 역할별 맞춤 질문\n2. 여행방 생성: 카카오톡으로 간편하게 가족 초대\n3. AI 여행 10계명 생성: 가족 맞춤형 규칙 제안 및 공유\n\n[기대효과]\n- 가족 여행 중 의사소통 갈등 예방해 행복한 추억 창출\n\n텐텐과 함께 행복한 가족 여행 추억을 만들어보세요!','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/d8ea61c4-4f0b-473c-889b-581f5556bc78%ED%85%90%ED%85%90.png','https://github.com/devjeans-si-d',0,11);
/*!40000 ALTER TABLE `launched_project` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `launched_project_scrap`
--


INSERT INTO `launched_project_tech_stack` VALUES
                                              (1,'2024-08-20 07:35:59.408495',NULL,'2024-08-20 16:35:59',1,1),
                                              (2,'2024-08-20 07:35:59.423056',NULL,'2024-08-20 16:35:59',1,10),
                                              (3,'2024-08-20 07:35:59.424054',NULL,'2024-08-20 16:35:59',1,11),
                                              (4,'2024-08-20 07:35:59.425060',NULL,'2024-08-20 16:35:59',1,12),
                                              (5,'2024-08-20 07:35:59.425060',NULL,'2024-08-20 16:35:59',1,16),
                                              (6,'2024-08-20 07:35:59.426063',NULL,'2024-08-20 16:35:59',1,20),
                                              (7,'2024-08-20 07:35:59.427066',NULL,'2024-08-20 16:35:59',1,27),
                                              (8,'2024-08-20 07:35:59.428053',NULL,'2024-08-20 16:35:59',1,31),
                                              (9,'2024-08-20 07:35:59.429122',NULL,'2024-08-20 16:35:59',1,35),
                                              (10,'2024-08-20 07:35:59.430058',NULL,'2024-08-20 16:35:59',1,34),
                                              (11,'2024-08-20 07:35:59.430058',NULL,'2024-08-20 16:35:59',1,51),
                                              (12,'2024-08-20 08:39:01.241657',NULL,'2024-08-20 17:39:01',2,1),
                                              (13,'2024-08-20 08:39:01.242721',NULL,'2024-08-20 17:39:01',2,10),
                                              (14,'2024-08-20 08:39:01.242721',NULL,'2024-08-20 17:39:01',2,11),
                                              (15,'2024-08-20 08:39:01.243728',NULL,'2024-08-20 17:39:01',2,12),
                                              (16,'2024-08-20 08:39:01.244728',NULL,'2024-08-20 17:39:01',2,13),
                                              (17,'2024-08-20 08:39:01.244728',NULL,'2024-08-20 17:39:01',2,14),
                                              (18,'2024-08-20 08:39:01.245731',NULL,'2024-08-20 17:39:01',2,20),
                                              (19,'2024-08-20 08:39:01.257397',NULL,'2024-08-20 17:39:01',2,30),
                                              (20,'2024-08-20 08:39:01.257397',NULL,'2024-08-20 17:39:01',2,31),
                                              (21,'2024-08-20 08:39:01.258398',NULL,'2024-08-20 17:39:01',2,32),
                                              (22,'2024-08-20 08:39:01.259044',NULL,'2024-08-20 17:39:01',2,26),
                                              (23,'2024-08-20 08:39:01.259044',NULL,'2024-08-20 17:39:01',2,36),
                                              (24,'2024-08-20 08:39:01.259044',NULL,'2024-08-20 17:39:01',2,35),
                                              (25,'2024-08-20 08:39:01.260052',NULL,'2024-08-20 17:39:01',2,34),
                                              (26,'2024-08-20 08:39:01.260052',NULL,'2024-08-20 17:39:01',2,51),
                                              (27,'2024-08-20 08:39:01.260052',NULL,'2024-08-20 17:39:01',2,46),
                                              (28,'2024-08-20 11:24:15.135812',NULL,'2024-08-20 20:24:15',3,14),
                                              (29,'2024-08-20 11:24:15.136823',NULL,'2024-08-20 20:24:15',3,10),
                                              (30,'2024-08-20 11:24:15.137821',NULL,'2024-08-20 20:24:15',3,11),
                                              (31,'2024-08-20 11:24:15.138822',NULL,'2024-08-20 20:24:15',3,12),
                                              (32,'2024-08-20 11:24:15.138822',NULL,'2024-08-20 20:24:15',3,27),
                                              (33,'2024-08-20 11:24:15.139837',NULL,'2024-08-20 20:24:15',3,20),
                                              (34,'2024-08-20 11:24:15.139837',NULL,'2024-08-20 20:24:15',3,37),
                                              (35,'2024-08-20 11:24:15.140823',NULL,'2024-08-20 20:24:15',3,36),
                                              (36,'2024-08-20 11:24:15.140823',NULL,'2024-08-20 20:24:15',3,35),
                                              (37,'2024-08-20 11:28:21.318905',NULL,'2024-08-20 20:28:21',4,1),
                                              (38,'2024-08-20 11:28:21.318905',NULL,'2024-08-20 20:28:21',4,39),
                                              (39,'2024-08-20 11:28:21.319888',NULL,'2024-08-20 20:28:21',4,40),
                                              (40,'2024-08-20 11:28:21.319888',NULL,'2024-08-20 20:28:21',4,42),
                                              (41,'2024-08-20 11:28:21.321202',NULL,'2024-08-20 20:28:21',4,43),
                                              (42,'2024-08-20 11:28:21.321202',NULL,'2024-08-20 20:28:21',4,45),
                                              (43,'2024-08-20 11:28:21.322398',NULL,'2024-08-20 20:28:21',4,41),
                                              (44,'2024-08-20 11:28:21.322398',NULL,'2024-08-20 20:28:21',4,44),
                                              (45,'2024-08-20 11:28:21.323407',NULL,'2024-08-20 20:28:21',4,46),
                                              (46,'2024-08-20 11:28:21.323407',NULL,'2024-08-20 20:28:21',4,51),
                                              (47,'2024-08-20 12:11:43.742498',NULL,'2024-08-20 21:11:43',5,1),
                                              (48,'2024-08-20 12:11:43.743849',NULL,'2024-08-20 21:11:43',5,39),
                                              (49,'2024-08-20 12:11:43.743849',NULL,'2024-08-20 21:11:43',5,40),
                                              (50,'2024-08-20 12:11:43.744850',NULL,'2024-08-20 21:11:43',5,46),
                                              (51,'2024-08-20 12:11:43.744850',NULL,'2024-08-20 21:11:43',5,51);

INSERT INTO `member` VALUES
                         (1,'2024-08-20 07:08:40.464688',NULL,'2024-08-20 18:26:55','kindseho@naver.com','최세호','푸바오','01012341234','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/98c991f9-38db-4870-9c87-ecb373d6034c%ED%91%B8%EB%B0%94%EC%98%A4.jpeg','USER',3633975723,'KAKAO'),
                         (2,'2024-08-20 07:11:45.595830',NULL,'2024-08-20 16:13:46','wisdom0405@kakao.com','정슬기','마이크로 슬기','01011223344','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/50e2d813-f138-4a10-9cda-ccba204befca60c5e985f16f390de3b233908a175ccc.jpg','USER',3641074527,'KAKAO'),
                         (3,'2024-08-20 07:47:12.501151',NULL,'2024-08-20 18:31:28','clearrworld@kakao.com','김세정','clean01','01031044841','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/d4529270-7e1d-4797-98e2-641646418f6a%EC%8B%A0.jpeg','USER',3640843038,'KAKAO'),
                         (4,'2024-08-20 07:52:20.571034',NULL,'2024-08-20 16:52:20','dnwls1313@gmail.com','박우진','헤이호오','01023420984','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/devjeans-sid/devjeans-spring.png','USER',3642634274,'KAKAO'),
                         (5,'2024-08-20 11:15:11.205674',NULL,'2024-08-20 20:15:11','mandoo2276@naver.com','김민지','minji2276','01031044841','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/devjeans-sid/devjeans-spring.png','USER',3672230448,'KAKAO');

INSERT INTO `project` VALUES
                          (1,'2024-08-20 07:16:57.152366',NULL,'2024-08-20 16:32:26','2024-08-21 16:16:00','대화형 AI 챗봇과 다양한 콘텐츠로 한국의 국가 유산과 역사를 재밌게 탐구하는 모바일 국가 유산 해설 서비스','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/1c0deb47-3469-4afa-8130-cf07a64a0f0e%EB%84%88%EB%82%98%EB%93%A4%EC%9D%B4%EC%84%AC%EB%84%A4%EC%9D%BC.png','N','너나들이','너나들이는 한국 역사에 관심 있는 10~40대, 외국인 관광객들이 한국의 국가 유산과 역사를 쉽고 즐겁게 탐구할 수 있도록 대화형 AI 챗봇을 비롯한 다양한 콘텐츠를 제공하는 서비스입니다.\n너나들이에서 위치 기반 기능을 통해 지도에서 현재 위치 주변의 국가 유산을 실시간으로 확인할 수 있어요. 근처에 국가 유산이 있다면 AI 챗봇이 활성화되어, 시간 제약 없이 국가 유산을 둘러보고 퀴즈와 정보 기능을 활용하여 국가 유산에 대해 더 깊이 배울 수 있어요.\n대화를 종료하면 챗봇과 나눈 대화를 일목요연하게 요약해주니, 대화 내용을 쉽게 다시 확인할 수 있어요.\nAI 챗봇 서비스 외에도 국가 유산 검색, 테마에 맞는 국가유산 큐레이션 등 다양한 콘텐츠를 만나볼 수 있어요.',NULL,0,1),
                          (2,'2024-08-20 07:40:56.039672',NULL,'2024-08-21 09:47:00','2024-08-21 07:34:00','꿈을 이루는 힘, 스카이브릿지 / 목표 대학과 수험생의 꿈을이어주는 AI 입시 컨설팅 서비스','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/61e7ae56-f3d1-46d0-8e5c-eb671799e640%EC%8A%A4%EC%B9%B4%EC%9D%B4%EB%B8%8C%EB%A6%BF%EC%A7%80.png','Y','스카이브릿지','\"선생님.. 저도 좋은 대학교 가고 싶어요..!\"\n\n1. 월평균 63만 원, 사교육비 부담으로 매일이 걱정이고\n2. 3년마다 바뀌는 입학 전형에 따라가기 벅차며\n3. 목표 대학, 꿈이 있지만 어떻게 시작해야 할지 헤매는\n이 세상 모든 수험생들을 위해.\nㅤ\n\'스카이브릿지\'\n- 단 5%의 수험생들만이 활용할 수 있었던 값비싼 지도 관리 학습\n- 사교육 소외계층 포함, 많은 학생들에게 제공, 교육 불평등을 해소해나가는\n- RAG(검색증강생성) 하이퍼클로바X 모델 기반\n- AI 입시 컨설팅 & 학습 관리 서비스\n\n이 세상 모든 수험생들에게 더 많은 기회를 ?\n더 넓고 멋진 세상으로 나아갈 수 있는 발판을 ?',NULL,0,1),
                          (3,'2024-08-20 07:44:07.686950',NULL,'2024-08-20 17:29:44','2024-08-22 16:43:00','나와 잘 맞는 사람과 가볍게 소통하며 커리어를 성장시키는 서비스, 스몰챗입니다!','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/076dfc5e-f81b-4f91-8193-4889fbb0c27c%EC%8A%A4%EB%AA%B0%EC%B1%97.png','Y','스몰챗','성장과 커리어 개발을 위한 커피챗☕에서 다음 3가지 문제점을 인식하고, 이 문제들을 해결한 스몰챗을 만들었습니다!\n\n?기존 커피챗 시스템의 문제\n-대화 상대 탐색의 어려움 : 나와 대화 주제가 잘 맞는 사람인지는 알 수 없어요\n-대화 방향성 확인 어려움 : 필요한 답변을 얻을 수 있는지 확인할 수 없어요\n-멘토 선정 어려움 : 탐색 없이 금액을 먼저 지불하고 대화를 시작해요\n\n?이런 문제들을 해결하기 위해 다음과 같은 해결책을 준비했습니다!\n-온보딩 질문을 통해 개인 특성에 맞는 대화 상대 추천!\n-대화 방향성 확인을 위한 가벼운 탐색 \'스몰챗\' 기능\n-짧은 대화 후 더 깊게 소통할 수 있는 \'딥챗\' 기능',NULL,0,2),
                          (4,'2024-08-20 07:57:04.611853',NULL,'2024-08-20 16:57:04','2024-08-21 16:55:00','클라이머들을 위한 문제 업데이트 알림 서비스','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/4d13f5ca-6546-4842-b554-3f63314a8a41%EA%B7%B8%EB%9E%98%EB%B2%84%EC%A6%88.jpg','N','그래버즈','클라이밍 홀드를 GRAB하는 사람들의 모임,GRABBERS입니다!✊\n실제 클라이머 팀원으로 구성된 저희 팀은, 직접 사용할 클라이밍 서비스를 만들겠다는 열정으로 소셜미디어로 이루어지고 있는 기존의 암장 정보들을 하나의 서비스로 정리하여 클라이머에게 제공하는 서비스를 제작하였습니다.?\n클라이밍을 좋아하는 분, 관심을 갖고 계신 분들은 한 번씩 들러 주변의 암장들을 확인해 보세요.',NULL,0,4),
                          (5,'2024-08-20 07:59:04.032518',NULL,'2024-08-20 16:59:04','2024-08-23 16:58:00','반려동물 안심 산책 메이트 매칭 플랫폼, 같이걷개','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/bd7e08d2-e9c3-4aff-89c2-f005131c1e5e%EA%B0%99%EC%9D%B4%EA%B1%B7%EA%B0%9C.png','N','같이걷개','반려견에게 산책이 중요하다는 건 누구나 아는 사실입니다. 하지만 바쁜 일상 속에서 산책을 놓친 적, 한 번도 없으신가요? \'같이걷개\'는 그런 여러분을 위해 탄생했습니다!\n\'같이걷개\'를 통해 소중한 반려견을 대신 산책시켜줄 메이트를 쉽게 구할 수 있습니다. 또한, 강아지를 좋아하지만 키우기 어려운 분들에게는 산책 기회를 제공합니다.\n이제 \'같이걷개\'와 함께 반려견에게 더 많은 행복을 선물하세요. 소중한 나의 메이트를 매칭하고, 함께 즐거운 산책을 시작해 보세요!',NULL,0,3),
                          (6,'2024-08-20 08:03:27.569442',NULL,'2024-08-20 17:03:27','2024-08-29 17:03:00','인스타툰 모음 서비스, 인툰포켓','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/2b625817-3d48-4ce1-81ff-5b2d1ad6c05c%EC%9D%B8%ED%88%B0%ED%8F%AC%EC%BC%93.png','N','인툰포켓','인스타그램에 올라와 있는 많은 인스타툰, 그동안 하나하나 찾아보는 과정이 불편하지 않으셨나요?\n이제 인툰포켓으로 편하게 즐겨보세요!\n인툰포켓은 인스타툰을 모아 한곳에서 즐길 수 있는 서비스로, 다양한 인스타툰을 편리하게 감상하실 수 있습니다!\n보고 싶었던 인스타툰을 카테고리별로 모아보고, 검색으로 찾아보아요!\n인툰포켓과 함께 새로운 인스타툰의 세계를 경험해 보세요✨',NULL,0,2),
                          (7,'2024-08-20 08:45:33.768707',NULL,'2024-08-20 20:45:00','2024-08-20 20:45:00','소중한 시간과 관계를 지켜주는 거절멘트 생성 ai 서비스, 세이노','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/cf6cc236-02da-46ca-bda6-6f76a2685d3a%EC%84%B8%EC%9D%B4%EB%85%B8%20%EC%84%AC%EB%84%A4%EC%9D%BC.png','Y','세이노','실제 직장인의 67%가 \'착한 직장인 콤플렉스\'에 시달린다고 해요.?\n이 콤플렉스가 생긴 이유 1위는 바로 \'거절을 잘 못하는 성격이라서\'라고 합니다.\n저희는 거절하기 힘들어하는 사람들의 고민이 생각보다 많다는 문제점을 정의하고 하이퍼클로바 X와 함께 SOLUTION을 도출했습니다! ??\n\"거절멘트를 작성할 때 어떻게 거절하지....??\"\n벌써부터 머리 아픈 거절러들을 위해, 거절멘트 생성 AI,세이노를 드디어 완성했답니다!\n\n1. 부탁 받은 상황, 구구절절 텍스트로 입력하기 보다는 손쉬운 UI로 간편하게 입력!?\n2. 작위적인 거절멘트는 싫어. 사유는 내가 명확하게 적을래! ? 필수 거절사유 입력!\n3. 오! 마음에 들어. 하지만 다른 결과는 어떨까?? 다른 결과 새로고침해서 보기!\n4. 너무 로봇이 만들어준 것처럼 보이고 싶지 않아… ? 완성 후 수정기능!',NULL,0,2),
                          (8,'2024-08-20 10:11:05.947999',NULL,'2024-08-21 09:47:00','2024-08-21 07:10:00','한국 트렌드에 맞는 숏폼 기획을 해주는 서비스','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/3596e04b-6534-4a44-94c6-248e47b30011%ED%95%9C%EC%9E%85%ED%8F%BC.png','Y','한입폼','Z세대들은 숏폼을 통해 새로운 트렌드를 발견해요. 그러나 숏폼을 만드는 크리에이터들은 숏폼을 기획할 때 빠르게 변화하는 트렌드를 지속적으로 반영하는 데 어려움을 겪고 있어요.\n그래서 한입폼은 트렌드를 반영한 숏폼 아이디어와 스크립트를 제공해 주는 서비스로써 크리에이터가 콘텐츠 기획에 소요되는 시간을 줄여 효율성을 높이고자 해요.\n채널 소개, 영상 카테고리/길이와 말투 등 9개 문항을 통해 맞춤형 스크립트를 생성해요. 생성된 스크립트에 대한 숏폼 제작 팁 제공과 원하는 아이디어/스크립트 북마크, 스크립트 복사 기능을 통해 사용자 편의성을 제공해요!\n또한, 생성된 스크립트로 다양한 플랫폼에 숏폼 제작하러 가기, 다른 사람과 공유하기 등 다양한 기능들을 갖고 있어요. 당신이 크리에이터 꿈나무라면, 한입폼을 통해 트렌드를 반영한 숏폼을 제작해보세요!',NULL,0,2),
                          (9,'2024-08-20 12:04:56.888536',NULL,'2024-08-20 21:04:56','2024-08-21 21:04:00','AI 브레인스토밍(6hats기법 기반) 어시스턴트','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/fa634511-d3a2-402d-9da8-03ba6262fdea%EB%A7%90%EB%AA%A8%EB%A7%90%EB%AA%A8%EC%84%AC%EB%84%A4%EC%9D%BC.png','N','말모말모','업무 중일 때, SNS 글을 쓸 때, 일상생활을 할 때... 우리는 하루에도 몇 번씩 아이디어가 필요합니다.\n아이디어가 정말 좋은지 확신이 들지 않거나 혹은 체계적으로 발전시키고 싶은데 방법을 몰라 고민스러웠던 경험이 있지 않나요?\n\n6 Thinking Hats 기법을 기반으로 학습된 말모말모가 아이디어를 다양한 관점으로 분석하여 병목 상태를 해소시키고 체계적인 발전을 가능하게 합니다!\n\n자신의 아이디어를 확인해 보고 싶은 메이커의 영혼을 가진 모든 여러분!\n말모말모에서 당신의 아이디어가 얼마나 더 빛나게 될 수 있는지 경험해 보세요!',NULL,0,1),
                          (10,'2024-08-20 12:06:58.325129',NULL,'2024-08-20 21:06:58','2024-08-24 21:06:00','알뜰한 쇼핑을 즐기는 분을 위한 최저가 정보 큐레이션 서비스','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/8570fa90-35ea-495f-b150-77f476c8178d%EC%84%9C%ED%95%91%EC%84%AC%EB%84%A4%EC%9D%BC.png','N','셔핑(Surpping)','핫딜 정보를 한눈에, 보상과 재미는 동시에!\n셔핑은 흩어져 있는 핫딜 정보들을 파악하기 어렵다는 불편함을 해소하기 위해 탄생되었습니다.\n\n서핑하다와 쇼핑하다의 합성어인 셔핑(Surpping)은 다양한 핫딜 정보를 한곳에 모아 파도를 타며 서핑하듯 오픈 마켓의 바다를 누빌 수 있는 서비스라는 뜻을 내포하고 있습니다. 셔핑은 쇼핑 시간을 절약하고, 변동되는 가격을 비교해 동일한 상품을 더 저렴하게 구매 가능하도록 돕습니다. 미션 수행을 통한 리워드로 보상은 물론, 지속적인 성취감을 더해 보다 만족스러운 쇼핑 활동을 즐길 수 있습니다. 고금리, 고물가 시대에 셔핑에서 최저가 파도를 타며 시간도 돈도 절약해 티끌모아 태산을 이루어보세요!\n\n최저가 파도 타기, 셔핑',NULL,0,1),
                          (11,'2024-08-20 12:08:34.326623',NULL,'2024-08-20 21:10:17','2024-08-21 21:08:00','AI 기반 가족 맞춤형 여행 10계명 생성 서비스','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/ed63d08f-c192-4838-a79f-9f5e13f48831%ED%85%90%ED%85%90%EC%84%AC%EB%84%A4%EC%9D%BC.png','N','텐텐','[배경 및 문제]\n행복한 추억을 만들기 위해 떠나는 가족 여행, 하지만...\n- 가족 여행 갈등 원인 1위: 의사소통 문제\n- 무려 70%의 가족이 사전 규칙 합의를 하지 않음\n\n[가설 및 해결방안]\n- 여행 전 가족 간 규칙 합의로 의사소통 갈등 예방 가능\n- AI가 가족 구성원의 성향을 반영한 \'가족 여행 10계명\' 생성\n\n[주요 기능]\n1. 여행 성향 테스트: 가족 내 역할별 맞춤 질문\n2. 여행방 생성: 카카오톡으로 간편하게 가족 초대\n3. AI 여행 10계명 생성: 가족 맞춤형 규칙 제안 및 공유\n\n[기대효과]\n- 가족 여행 중 의사소통 갈등 예방해 행복한 추억 창출\n\n텐텐과 함께 행복한 가족 여행 추억을 만들어보세요!',NULL,0,1);

INSERT INTO `project_application` VALUES
                                      (1,'2024-08-20 07:21:19.258964',NULL,'2024-08-20 16:33:17','뽑아주세요!',0x01,'BACKEND',2,1),
                                      (2,'2024-08-20 08:01:02.247332',NULL,'2024-08-20 17:01:02','픽미업',0x00,'BACKEND',3,2),
                                      (3,'2024-08-20 08:01:28.014855',NULL,'2024-08-20 17:01:28','힘순찐 입니다',0x00,'BACKEND',2,2),
                                      (4,'2024-08-20 08:06:44.253413',NULL,'2024-08-20 17:07:28','앱은 처음이에요',0x01,'APP',1,3),
                                      (5,'2024-08-20 08:08:06.654842',NULL,'2024-08-20 17:12:37','최고의 디자이너를 목표로 합니다',0x01,'DESIGNER',4,3),
                                      (6,'2024-08-20 08:08:34.072089',NULL,'2024-08-20 17:12:31','픽미업',0x01,'APP',3,3),
                                      (7,'2024-08-20 08:47:27.627998',NULL,'2024-08-20 20:10:05','픽미업',0x01,'FRONTEND',1,7),
                                      (8,'2024-08-20 11:19:56.259586',NULL,'2024-08-20 20:20:24','고수입니다',0x01,'FRONTEND',5,7),
                                      (9,'2024-08-20 11:25:25.097145',NULL,'2024-08-20 20:26:47','고수임다',0x01,'FRONTEND',5,8),
                                      (10,'2024-08-20 11:25:45.399181',NULL,'2024-08-20 20:26:58','성실히 할게요',0x01,'BACKEND',1,8),
                                      (11,'2024-08-20 11:26:20.765225',NULL,'2024-08-20 20:26:40','빛입니다',0x01,'APP',3,8);


INSERT INTO `project_member` VALUES
                                 (1,'2024-08-20 07:16:57.156357',NULL,'2024-08-20 16:16:57','PM',1,1),
                                 (2,'2024-08-20 07:33:12.804830',NULL,'2024-08-20 16:33:12','BACKEND',2,1),
                                 (3,'2024-08-20 07:40:56.041608',NULL,'2024-08-20 16:40:56','PM',1,2),
                                 (4,'2024-08-20 07:44:07.687950',NULL,'2024-08-20 16:44:07','PM',2,3),
                                 (5,'2024-08-20 07:57:04.613989',NULL,'2024-08-20 16:57:04','PM',4,4),
                                 (6,'2024-08-20 07:59:04.033520',NULL,'2024-08-20 16:59:04','PM',3,5),
                                 (7,'2024-08-20 08:03:27.571438',NULL,'2024-08-20 17:03:27','PM',2,6),
                                 (8,'2024-08-20 08:07:24.043281',NULL,'2024-08-20 17:07:24','APP',1,3),
                                 (9,'2024-08-20 08:12:27.797802',NULL,'2024-08-20 17:12:27','APP',3,3),
                                 (10,'2024-08-20 08:12:33.517097',NULL,'2024-08-20 17:12:33','DESIGNER',4,3),
                                 (11,'2024-08-20 08:45:33.770709',NULL,'2024-08-20 17:45:33','PM',2,7),
                                 (12,'2024-08-20 10:11:05.949999',NULL,'2024-08-20 19:11:05','PM',2,8),
                                 (13,'2024-08-20 11:10:01.731258',NULL,'2024-08-20 20:10:01','FRONTEND',1,7),
                                 (14,'2024-08-20 11:20:21.097770',NULL,'2024-08-20 20:20:21','FRONTEND',5,7),
                                 (15,'2024-08-20 11:26:36.698519',NULL,'2024-08-20 20:26:36','APP',3,8),
                                 (16,'2024-08-20 11:26:43.469848',NULL,'2024-08-20 20:26:43','FRONTEND',5,8),
                                 (17,'2024-08-20 11:26:54.926966',NULL,'2024-08-20 20:26:54','BACKEND',1,8),
                                 (18,'2024-08-20 12:04:56.890101',NULL,'2024-08-20 21:04:56','PM',1,9),
                                 (19,'2024-08-20 12:06:58.326126',NULL,'2024-08-20 21:06:58','PM',1,10),
                                 (20,'2024-08-20 12:08:34.327637',NULL,'2024-08-20 21:08:34','PM',1,11);


INSERT INTO `recruit_info` VALUES
                               (5,'2024-08-20 07:32:26.270159',NULL,'2024-08-20 16:32:26',2,'FRONTEND',1),
                               (6,'2024-08-20 07:32:26.270159',NULL,'2024-08-20 16:32:26',2,'BACKEND',1),
                               (7,'2024-08-20 07:40:56.044572',NULL,'2024-08-20 16:40:56',2,'BACKEND',2),
                               (8,'2024-08-20 07:44:07.688951',NULL,'2024-08-20 16:44:07',3,'APP',3),
                               (9,'2024-08-20 07:44:07.689949',NULL,'2024-08-20 16:44:07',1,'DESIGNER',3),
                               (10,'2024-08-20 07:57:04.615981',NULL,'2024-08-20 16:57:04',2,'FRONTEND',4),
                               (11,'2024-08-20 07:59:04.034019',NULL,'2024-08-20 16:59:04',2,'FRONTEND',5),
                               (12,'2024-08-20 07:59:04.034734',NULL,'2024-08-20 16:59:04',2,'BACKEND',5),
                               (13,'2024-08-20 08:03:27.572437',NULL,'2024-08-20 17:03:27',2,'FRONTEND',6),
                               (14,'2024-08-20 08:03:27.573438',NULL,'2024-08-20 17:03:27',2,'BACKEND',6),
                               (15,'2024-08-20 08:45:33.771706',NULL,'2024-08-20 17:45:33',2,'FRONTEND',7),
                               (16,'2024-08-20 10:11:05.951042',NULL,'2024-08-20 19:11:05',2,'FRONTEND',8),
                               (17,'2024-08-20 10:11:05.952410',NULL,'2024-08-20 19:11:05',1,'DESIGNER',8),
                               (18,'2024-08-20 10:11:05.953132',NULL,'2024-08-20 19:11:05',2,'BACKEND',8),
                               (19,'2024-08-20 10:11:05.954124',NULL,'2024-08-20 19:11:05',1,'APP',8),
                               (20,'2024-08-20 12:04:56.892110',NULL,'2024-08-20 21:04:56',2,'BACKEND',9),
                               (21,'2024-08-20 12:04:56.892875',NULL,'2024-08-20 21:04:56',2,'FRONTEND',9),
                               (22,'2024-08-20 12:06:58.327200',NULL,'2024-08-20 21:06:58',2,'APP',10),
                               (23,'2024-08-20 12:06:58.328206',NULL,'2024-08-20 21:06:58',2,'DESIGNER',10),
                               (24,'2024-08-20 12:06:58.328206',NULL,'2024-08-20 21:06:58',2,'FRONTEND',10),
                               (25,'2024-08-20 12:06:58.329206',NULL,'2024-08-20 21:06:58',2,'BACKEND',10),
                               (28,'2024-08-20 12:10:17.599628',NULL,'2024-08-20 21:10:17',2,'APP',11),
                               (29,'2024-08-20 12:10:17.600637',NULL,'2024-08-20 21:10:17',1,'DESIGNER',11);

/*!40000 ALTER TABLE `sider_card` DISABLE KEYS */;
INSERT INTO `sider_card` VALUES
                             (1,'2024-08-20 07:08:40.514162',NULL,'2024-08-20 19:34:09','https://www.behance.net/','kindseho@naver.com','https://velog.io/','https://github.com/sseho','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/98c991f9-38db-4870-9c87-ecb373d6034c%ED%91%B8%EB%B0%94%EC%98%A4.jpeg','나는 백엔드 개발자 머리가 아프지','BACKEND','https://kr.linkedin.com/'),
                             (2,'2024-08-20 07:11:45.602094',NULL,'2024-08-20 16:13:46',NULL,'wisdom0405@kakao.com',NULL,'https://github.com/wisdom0405','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/50e2d813-f138-4a10-9cda-ccba204befca60c5e985f16f390de3b233908a175ccc.jpg','빛','DESIGNER',NULL),
                             (3,'2024-08-20 07:47:12.501151',NULL,'2024-08-20 20:12:17',NULL,'clearrworld@kakao.com',NULL,'https://github.com/clean2001','https://sejeong-file.s3.ap-northeast-2.amazonaws.com/test-prefix/d4529270-7e1d-4797-98e2-641646418f6a%EC%8B%A0.jpeg','안녕하세요. 고민과 기록을 즐기는 백엔드 개발자 김세정입니다.','PM',NULL),
                             (4,'2024-08-20 07:52:20.575086',NULL,'2024-08-20 20:13:14',NULL,'dnwls1313@gmail.com','https://m.blog.naver.com/slowly',NULL,'https://sejeong-file.s3.ap-northeast-2.amazonaws.com/devjeans-sid/devjeans-spring.png','안녕하세요!\n백엔드 개발 공부 시작한 지 3개월이 지난 신입 개발자 입니다.\n\n항상 더 좋은 더 친절한 개발자가 되려고 노력하겠습니다!','FRONTEND',NULL),
                             (5,'2024-08-20 11:15:11.205674',NULL,'2024-08-20 20:16:52',NULL,'mandoo2276@naver.com',NULL,NULL,'https://sejeong-file.s3.ap-northeast-2.amazonaws.com/devjeans-sid/devjeans-spring.png','안녕하세요','APP',NULL);

INSERT INTO `sider_card_tech_stack` VALUES
                                        (21,2,1),
                                        (22,2,10),
                                        (23,2,11),
                                        (24,2,12),
                                        (25,2,16),
                                        (26,2,20),
                                        (27,2,27),
                                        (28,2,31),
                                        (29,2,35),
                                        (30,2,34),
                                        (31,2,51),
                                        (69,1,12),
                                        (70,1,13),
                                        (71,1,19),
                                        (72,1,34),
                                        (73,1,29),
                                        (74,1,28),
                                        (75,3,12),
                                        (76,3,27),
                                        (77,3,20),
                                        (78,3,34),
                                        (79,3,36),
                                        (80,3,38),
                                        (81,4,16),
                                        (82,4,10),
                                        (83,4,11),
                                        (84,4,12),
                                        (85,4,27),
                                        (86,4,36),
                                        (87,4,35),
                                        (88,4,34);

INSERT INTO `tech_stack` VALUES
                             (1,'DESIGNER','Figma'),
                             (2,'DESIGNER','Adobe XD'),
                             (3,'DESIGNER','Sketch'),
                             (4,'DESIGNER','Adobe Photoshop'),
                             (5,'DESIGNER','Adobe Illustrator'),
                             (6,'DESIGNER','InVision'),
                             (7,'DESIGNER','Blender'),
                             (8,'DESIGNER','Cinema 4D'),
                             (9,'DESIGNER','Lottie'),
                             (10,'FRONTEND','HTML'),
                             (11,'FRONTEND','CSS'),
                             (12,'FRONTEND','JavaScript'),
                             (13,'FRONTEND','TypeScript'),
                             (14,'FRONTEND','React.js'),
                             (15,'FRONTEND','Angular.js'),
                             (16,'FRONTEND','Vue.js'),
                             (17,'FRONTEND','Svelte'),
                             (18,'FRONTEND','Sass'),
                             (19,'FRONTEND','Tailwind CSS'),
                             (20,'BACKEND','Java'),
                             (21,'BACKEND','Kotlin'),
                             (22,'BACKEND','Python'),
                             (23,'BACKEND','Ruby'),
                             (24,'BACKEND','PHP'),
                             (25,'BACKEND','Go'),
                             (26,'BACKEND','Node.js'),
                             (27,'BACKEND','Spring Boot'),
                             (28,'BACKEND','Django/Flask'),
                             (29,'BACKEND','Express.js'),
                             (30,'BACKEND','AWS'),
                             (31,'BACKEND','MySQL'),
                             (32,'BACKEND','PostgreSQL'),
                             (33,'BACKEND','MongoDB'),
                             (34,'BACKEND','Docker'),
                             (35,'BACKEND','Redis'),
                             (36,'BACKEND','Kubernetes'),
                             (37,'BACKEND','Nginx'),
                             (38,'BACKEND','Kafka'),
                             (39,'APP','Swift (iOS)'),
                             (40,'APP','Kotlin (Android)'),
                             (41,'APP','Dart (Flutter)'),
                             (42,'APP','SwiftUI (iOS)'),
                             (43,'APP','Jetpack Compose (Android)'),
                             (44,'APP','Flutter'),
                             (45,'APP','React Native'),
                             (46,'PM','Jira'),
                             (47,'PM','Trello'),
                             (48,'PM','Asana'),
                             (49,'PM','Scrum'),
                             (50,'PM','Kanban'),
                             (51,'PM','Notion');
